<?php
return [
    // views/components/admin/app-batch-permission
    '批量权限设置'     => '批量权限设置',
    '全选'                   => '全选',
    '添加模板'                 => '添加模板',
    '全部选择'                  => '全部选择',
    '显示权限'          => '显示权限',
    '使用权限'               => '使用权限',
    '需设置此权限'                        => '需设置此权限，请先在基础权限中选中DIY装修权限。',
    '取消'                       => '取消',
    '确定'                    => '确定',
    '全局权限设置'   => '全局权限设置',
    '是否开启默认全局权限'        => '是否开启默认全局权限',
    '默认全局权限设定'               => '默认全局权限设定',
    '有所有权限'         => '有所有权限',
    '无权限'                => '无权限',
    '基础权限'            => '基础权限',
    '上传权限'            => '上传权限',
    '模板权限'         => '模板权限',
    '请先勾选要设置的账户'                 => '请先勾选要设置的账户',
    // views/components/admin/app-notice

];