<?php
return [
    // views/components/poster/app-poster-new
    '海报样式'             => '海报样式',
    '样式一'                => '样式一',
    '样式二'                => '样式二',
    '样式三'              => '样式三',
    '样式四'               => '样式四',
    '商品图数量'=> '商品图数量',
    '一张'                  => '一张',
    '二张'               => '二张',
    '三张'             => '三张',
    '四张'              => '四张',
    '五张'              => '五张',
    '至少选择一个海报样式'         => '至少选择一个海报样式',
    '至少选择一个商品图数量'        => '至少选择一个商品图数量',
    // views/components/poster/app-style-four
    '用户昵称向您推荐一个好物'      => '用户昵称向您推荐一个好物',
    '商品名称'               => '商品名称',
    '长按识别小程序码进入' => '长按识别小程序码进入',
    // views/components/poster/app-style-three
    '长按识别小程序码'=> '长按识别小程序码 即可查看',
    '我看上了这款商品'      => '我看上了这款商品',
    '帮我看看咋样啊'              => '帮我看看咋样啊',
    '比心'                    => '比心',
    // views/components/poster/app-style-two
    '用户昵称'                 => '用户昵称',
];