<?php
return [
    // views/components/refund/app-agree-refund
    '收件人'                => '收件人',
    '电话'                      => '电话',
    '地址'                  => '地址',
    '备注'                   => '备注',
    '操作'                => '操作',
    '选择'                   => '选择',
    '确认退款'           => '确认退款',
    '确认已收到货' => '确认已收到货',
    '确认退款后'  => '确认退款后',
    '确认收货后' => '确认收货后',
    '退款金额'            => '退款金额',
    '元将直接返还给用户'        => '元将直接返还给用户',
    '取消'                   => '取消',
    '确定'                => '确定',
    '填写拒绝理由'           => '填写拒绝理由',
    '提示'                     => '提示',
    '暂无退货地址'                => '暂无退货地址, 是否前往添加退货地址?',
    '未知操作'        => '未知操作',
    '退款金额不能小于0'      => '退款金额不能小于0',
    '是否同意用户仅退款'         => '是否同意用户仅退款（无需退货）申请?',
    '该订单为到店自提订单'       => '该订单为到店自提订单，需买家送货到相应门店',
    '该订单为同城配送订单'      => '该订单为同城配送订单，需商家上门收货',
    // views/components/refund/app-cancel
    '拒绝售后'       => '拒绝售后',
    // views/components/refund/app-remark
    '拒绝退货'            => '拒绝退货',
    '拒绝换货'       => '拒绝换货',
];