<?php
return [
    // views/components/share/app-batch
    '批量设置'              => '批量设置',
    '批量修改'         => '批量修改',
    '每次只能修改一项'                        => '注：每次只能修改一项，修改后点击确定即可生效。如需修改多项，需多次操作。',
    '分销商等级'          => '分销商等级',
    '取消'                     => '取消',
    '确定'                  => '确定',
    '已选所有分销商'  => '已选所有分销商',
    '已选分销商'       => '已选分销商',
    '请先勾选要设置的分销商'      => '请先勾选要设置的分销商',
    '个'                          => '个',
    '提示'                       => '提示',
    '请选择分销商等级'   => '请选择分销商等级',
    '批量设置分销商等级'             => '批量设置分销商等级,是否继续',
    // views/components/share/app-batch
    '修改分销商等级'   => '修改分销商等级',
    '保存'               => '保存',
    '修改成功'      => '修改成功',
    // views/components/share/share-edit
    '添加分销商'            => '添加分销商',
    '请输入用户昵称'        => '请输入用户昵称',
    '添加成功'         => '添加成功',
];