<?php
return [
    // views/pc/banner/index
    '轮播图列表'    => '轮播图列表',
    'ID'    => 'ID',
    '标题'    => '标题',
    '轮播图'    => '轮播图',
    '跳转地址'    => '跳转地址',
    '排序'    => '排序',
    '操作'    => '操作',
    '添加'    => '添加',
    '编辑'    => '编辑',
    '删除'    => '删除',
    '选择图片'    => '选择图片',
    '建议尺寸'    => '建议尺寸:1190 * 500',
    '取消'    => '取消',
    '确定'    => '确定',
    '标题长度在1'    => '标题长度在1-100个字符内',
    '排序必须在9位正整数内'    => '排序必须在9位正整数内',
    '图片不能为空'    => '图片不能为空',
    '确认删除该记录吗'    => '确认删除该记录吗?',
    '提示'    => '提示',
];