<?php
return [
    // views/pc/nav/index
    '导航列表'         => '导航列表',
    '添加导航'         => '添加导航',
    '名称'         => '名称',
    '导航链接'         => '导航链接',
    '排序'         => '排序',
    '是否显示'         => '是否显示',
    '操作'         => '操作',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '链接地址'         => '链接地址',
    '取消'         => '取消',
    '确定'         => '确定',
    '名称长度在1'         => '名称长度在1-10个字符内',
    '排序必须在9位正整数内'         => '排序必须在9位正整数内',
    '链接地址不能为空'         => '链接地址不能为空',
    '删除该条数据'         => '删除该条数据, 是否继续',
    '提示'         => '提示',
    '已取消删除'         => '已取消删除',
];