<?php
return [
    // views/layouts/admin.php
    '修改密码'          => '修改密码',
    '注销'             => '注销',
    '管理中心'        => '管理中心',
    '密码'                 => '密码',
    '确认密码'                    => '确认密码',
    '即将到期提醒'                       => '即将到期提醒',
    '您的账户将在'     => '您的账户将在',
    '天后到期'              => '天后到期',
    '到期时间'          => '到期时间：',
    '我知道了'                   => '我知道了',
    'hook007'                     => 'hook007',
    '请输入密码'                    => '请输入密码',
    '请再次输入密码'                   => '请再次输入密码',
    '两次输入密码不一致'                  => '两次输入密码不一致！',
];