<?php
return [
    // views/admin/update/index
    '系统更新'                        => '系统更新',
    '当前版本'                      => '当前版本',
    '下一版本'                         => '下一版本',
    '更新'                               => '更新',
    '暂无新版本'                       => '暂无新版本',
    '历史版本记录'            => '历史版本记录',
    '版本号'                       => '版本号',
    '暂无记录'                            => '暂无记录',
    '确认更新到版本'            => '确认更新到版本',
    '警告'                              => '警告',
    '提示'                                 => '提示',
];