<?php
return [
    // plugins/aliapp/views/index/package
    '支付宝小程序发布' => '支付宝小程序发布',
    '下载并安装支付宝小程序开发者工具，如果已经安装可跳过这一步' => '下载并安装支付宝小程序开发者工具，如果已经安装可跳过这一步。',
    '下载支付宝开发者工具' => '下载支付宝开发者工具',
    '下载小程序代码包，并解压' => '下载小程序代码包，并解压。',
    '下载小程序代码包' => '下载小程序代码包',
    '运行支付宝小程序开发者工具，选择打开项目，打开解压出来的小程序代码包，点击上传' => '运行支付宝小程序开发者工具，选择打开项目，打开解压出来的小程序代码包，点击上传。',
    // plugins/aliapp/views/index/setting
    '支付宝小程序配置' => '支付宝小程序配置',
    '小程序AppID' => '小程序AppID',
    '支付宝公钥' => '支付宝公钥',
    '应用私钥' => '应用私钥',
    'AES密钥(授权手机号)' => 'AES密钥(授权手机号)',
    '云客服TntInstId' => '云客服TntInstId',
    '云客服Scene' => '云客服Scene',
    'app_id（转账）' => 'app_id（转账）',
    '应用私钥（转账）' => '应用私钥（转账）',
    '支付宝公钥（转账）' => '支付宝公钥（转账）',
    '应用公钥证书（转账）' => '应用公钥证书（转账）',
    '支付宝根证书（转账）' => '支付宝根证书（转账）',
    '保存' => '保存',
    '请填写小程序AppID' => '请填写小程序AppID',
    '请填写支付宝公钥' => '请填写支付宝公钥',
    '请填写应用私钥' => '请填写应用私钥',
    // plugins/aliapp/views/Plugin
    '基础配置' => '基础配置',
    '小程序发布' => '小程序发布',
    '支付宝小程序支付尚未配置' => '支付宝小程序支付尚未配置。',
    '支付宝小程序' => '支付宝小程序',
    '缺少必要的参数' => '缺少必要的参数',

];