<?php
return [
    // plugins/app_admin/views/index/index
    '管理员列表' => '管理员列表',
    '添加管理员' => '添加管理员',
    '请输入ID/昵称/手机号/备注/联系方式' => '请输入ID/昵称/手机号/备注/联系方式',
    '头像' => '头像',
    '备注名' => '备注名',
    '显示OpenId' => '显示OpenId',
    '手机号' => '手机号',
    '加入时间' => '加入时间',
    '操作' => '操作',
    '移除管理员' => '移除管理员',
    '设置管理员' => '设置管理员',
    '昵称搜索' => '昵称搜索',
    '请输入内容' => '请输入内容',
    '保存' => '保存',
    '取消' => '取消',
    '请选择用户' => '请选择用户',
    '用户不能为空' => '用户不能为空',
    '确认移除管理员' => '确认移除管理员?',
    '提示' => '提示',
    // plugins/app_admin/Plugin
    '手机端管理' => '手机端管理',
    '商城管理' => '商城管理',

];