<?php
return [
    // plugins/ttapp/Plugin.php
    '基础配置'         => '基础配置',
    '小程序发布'         => '小程序发布',
    '抖音/头条小程序'         => '抖音/头条小程序',

    // plugins/ttapp/views/index/setting
'头条小程序配置'         => '头条小程序配置',
'小程序Key'         => '小程序Key',
'已隐藏内容'         => '已隐藏内容，点击查看或编辑',
'商户号'         => '商户号(支付设置)',
'App支付设置'         => 'App ID(支付设置)',
'支付secret'         => '支付secret(支付设置)',
'支付宝应用app_id'         => '支付宝应用app_id',
'支付宝公钥alipay_public_key'         => '支付宝公钥alipay_public_key',
'支付宝应用私钥alipay_private_key'         => '支付宝应用私钥alipay_private_key',
'保存'         => '保存',
'请填写小程序AppKey'         => '请填写小程序AppKey',
'请填写小程序AppSecret'         => '请填写小程序AppSecret',
'请填写小程序商户号'         => '请填写小程序商户号',
'请填写头条支付secret'         => '请填写头条支付secret',
'请填写支付key'         => '请填写支付key',
'请填写支付宝app_id'         => '请填写支付宝app_id',
'请填写支付宝支付公钥'         => '请填写支付宝支付公钥',
'请填写支付宝支付私钥'         => '请填写支付宝支付私钥',
    // plugins/ttapp/views/index/package
'发布'         => '发布',
'可跳转小程序设置'         => '可跳转小程序设置',
'下载并安装字节跳动开发者工具'         => '下载并安装字节跳动开发者工具，如果已经安装可跳过这一步。',
'下载字节跳动开发者工具'         => '下载字节跳动开发者工具',
'下载小程序代码包并解压'         => '下载小程序代码包，并解压。',
'下载小程序代码包'         => '下载小程序代码包',
'运行字节跳动开发者工具'         => '运行字节跳动开发者工具，选择打开项目，打开解压出来的小程序代码包，点击上传。',
'最多可配置10个'         => '最多可配置10个，超出无效',
'请填写小程序APPID'         => '请填写小程序APPID',
'删除'         => '删除',
'新增'         => '新增',
    // plugins/ttapp/views/template-msg/setting
'目前只有今日头条支持'         => '注:目前只有今日头条支持，抖音接入中。',
];