<?php

return [
    // views/layouts/admin
    '商城管理'     => '商城管理',
    // views/layouts/main
    '未知商城'         => '未知商城',
    // views/layouts/mall
    '展开'         => '展开',
    '点击收起'         => '点击收起',
    // views/layouts/mall-header
    '缓存'         => '缓存',
    '返回系统'         => '返回系统',
    '注销'         => '注销',
    '修改密码'         => '修改密码',
    '密码'         => '密码',
    '确认密码'         => '确认密码',
    '取消'         => '取消',
    '确定'         => '确定',
    '请输入密码'         => '请输入密码',
    '请再次输入密码'         => '请再次输入密码',
    '两次输入密码不一致'         => '两次输入密码不一致',
    '请输入确认密码'         => '请输入确认密码',
    '返回店铺列表'         => '返回店铺列表',
    // views/layouts/plugin
    '商城'         => '商城',
];