<?php
return [
    // views/demo/form
    '表单名称'         => '表单名称',
    '单张图片'         => '单张图片',
    '选择图片'         => '选择图片',
    '多张图片'         => '多张图片',
    '嵌套Dialog'         => '嵌套Dialog',
    '选择视频'         => '选择视频',
    '简化版图片上传'         => '简化版图片上传',
    '提交'         => '提交',
    '请填写名称'         => '请填写名称。',
    // views/demo/index
    '请求网络'         => '请求网络',
    '测试'         => '测试',
    '打开链接当前窗口'         => '打开链接（当前窗口）',
    '打开链接新窗口'         => '打开链接（新窗口）',
    '选择文件'         => '选择文件',
    '选择文件model绑定'         => '选择文件(v-model绑定)',
    '文件选择结果'         => '文件选择结果',
    '点击我'         => '点击我！',
    '您点击了按钮'         => '您点击了按钮。',
    // views/demo/list
    '搜索'         => '搜索',
    '新建'         => '新建',
    '名称'         => '名称',
];