<?php
return [
    // views/mall/app-page/index
    '参数'         => '参数',
    '小程序路径'         => '小程序路径',
    '复制链接'         => '复制链接',
    '二维码'         => '二维码',
    '公众号路径'         => '公众号路径',
    'H5路径'         => 'H5路径',
    '公众号跳转小程序路径'         => '公众号跳转小程序路径',
    '保存二维码图片'         => '保存二维码图片',
    '复制成功'         => '复制成功',
    '复制失败'         => '复制失败，请手动复制',
    '基础页面'         => '基础页面',
    '营销页面'         => '营销页面',
    '订单页面'         => '订单页面',
    'diy页面'         => 'diy页面',
    '插件页面'         => '插件页面',
];