<?php
return [
    // views/mall/article/edit
    '文章'         => '文章',
    '文章编辑'         => '文章编辑',
    '标题'         => '标题',
    '排序'         => '排序',
    '状态'         => '状态',
    '内容'         => '内容',
    '提交'         => '提交',
    '标题不能为空'         => '标题不能为空',
    '标题长度在1'         => '标题长度在1-30个字符内',
    '排序必须在9位整数内'         => '排序必须在9位整数内',
    // views/mall/article/index
    '文章列表'         => '文章列表',
    '添加文章'         => '添加文章',
    '请输入搜索内容'         => '请输入搜索内容',
    '操作'         => '操作',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '文章已显示'         => '文章已显示',
    '文章已隐藏'         => '文章已隐藏',
    '确认删除该记录吗'         => '确认删除该记录吗',
    '提示'         => '提示',
];