<?php
return [
    // views/mall/assistant/collect
    '采集商品'         => '采集商品',
    '商品链接'         => '商品链接',
    '请输入商品链接'         => '请输入商品链接',
    '支持采集淘宝'         => '支持采集淘宝、天猫、1688阿里巴巴、京东、拼多多商品链接，多个商品链接请用回车隔开；',
    '保存之后的数据请在'         => '保存之后的数据请在“',
    '商品管理'         => '商品管理=>商品列表',
    '中查看'         => '”中查看',
    '系统分类'         => '系统分类',
    '选择分类'         => '选择分类',
    '是否下载图片'         => '是否下载图片',
    '商品分类'         => '商品分类',
    '状态'         => '状态',
    '暂不上架'         => '暂不上架',
    '立即上架'         => '立即上架',
    '提交'         => '提交',
    '请选择商品状态'         => '请选择商品状态',
    '请选择商品分类'         => '请选择商品分类',
    '请选择系统分类'         => '请选择系统分类',
    // views/mall/assistant/index
    '基本配置'         => '基本配置',
    '请先购买接口'         => '请先购买接口，购买地址',
    '请输入'         => '请输入',

];