<?php
return [
    // views/mall/attachment/attachment
    '添加存储位置'         => '添加存储位置',
    '选取账户存储'         => '选取账户存储',
    '商城创建者'         => '商城创建者：',
    '商城当前上传设置'         => '商城当前上传设置：',
    '存储位置'         => '存储位置',
    '使用中'         => '使用中',
    '操作'         => '操作',
    '编辑'         => '编辑',
    '存储方式选择'         => '存储方式选择',
    '保存'         => '保存',
    '账户尚未设置存储方式'         => '账户尚未设置存储方式',
    '请选择存储位置'         => '请选择存储位置',
    '确认切换存储位置'         => '确认切换存储位置？切换后默认存储将变更。',
    '提示'         => '提示',
    '保存成功'         => '保存成功。',
    '提交内容有误'         => '提交内容有误，请仔细检查后提交。',
];