<?php
return [
    // views/mall/bargain-statistics/index
    '砍价'         => '砍价',
    '请输入商品名称搜索'         => '请输入商品名称搜索',
    '商品名称'         => '商品名称',
    '活动价格'         => '活动价格',
    '发起人数'         => '发起人数',
    '参与人数'         => '参与人数',
    '砍到最低商品数'         => '砍到最低商品数',
    '进行中活动数'         => '进行中活动数',
    '成功活动数'         => '成功活动数',
    '失败活动数'         => '失败活动数',
    '支付人数'         => '支付人数',
    '支付件数'         => '支付件数',
    '支付金额'         => '支付金额',
    '状态'         => '状态',
    '未开始'         => '未开始',
    '进行中'         => '进行中',
    '已结束'         => '已结束',
    '批量操作'         => '批量操作',
];