<?php
return [
    // views/mall/copyright/setting
    '版权设置'         => '版权设置',
    '版权开关'         => '版权开关',
    '底部版权文字'         => '底部版权文字',
    '请输入版权文字'         => '请输入版权文字',
    '版权图标'         => '版权图标',
    '建议尺寸160'         => '建议尺寸160*50',
    '选择文件'         => '选择文件',
    '版权链接'         => '版权链接',
    '选择链接'         => '选择链接',
    '保存'         => '保存',
    '最多输入15个字符'         => '最多输入15个字符',
    '请选择类型'         => '请选择类型',
    '请输入电话'         => '请输入电话',
    '请选择链接'         => '请选择链接',
];