<?php
return [
    // views/mall/file/index
    '下载中心'         => '下载中心',
    '至'         => '至',
    '开始日期'         => '开始日期',
    '结束日期'         => '结束日期',
    '请选择'         => '请选择',
    '请输入文件名称搜索'         => '请输入文件名称搜索',
    '删除全部'         => '删除全部',
    '生成名称'         => '生成名称',
    '生成时间'         => '生成时间',
    '生成状态'         => '生成状态',
    '操作'         => '操作',
    '下载文件'         => '下载文件',
    '删除'         => '删除',
    '全部'         => '全部',
    '生成中'         => '生成中',
    '已生成'         => '已生成',
    '生成异常'         => '生成异常',
    '确认删除所有文件吗'         => '确认删除所有文件吗',
    '提示'         => '提示',
    '确认删除吗'         => '确认删除吗',
];