<?php
return [
    // views/mall/fxhb_statistics/index
    '裂变拆红包'         => '裂变拆红包',
    '请输入活动名称搜索'         => '请输入活动名称搜索',
    '活动时间'         => '活动时间',
    '至'         => '至',
    '活动名称'         => '活动名称',
    '所需人数'         => '所需人数',
    '发起人数'         => '发起人数',
    '参与人数'         => '参与人数',
    '发起数量'         => '发起数量',
    '成功数量'         => '成功数量',
    '发放优惠券总数'         => '发放优惠券总数',
    '发放优惠券总金额'         => '发放优惠券总金额',
    '状态'         => '状态',
    '未开始'         => '未开始',
    '进行中'         => '进行中',
    '已结束'         => '已结束',
    '批量操作'         => '批量操作',
];