<?php
return [
    // views/mall/offer_price/index
    '是否开启'         => '是否开启',
    '全地区起送金额设置'         => '全地区起送金额设置',
    '全地区起送金额'         => '全地区起送金额',
    '元'         => '元',
    '起送规则'         => '起送规则',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '区域'         => '区域：',
    '新增规则'         => '新增规则',
    '保存'         => '保存',
    '起送金额'         => '起送金额',
    '地区选择'         => '地区选择',
    '添加规则'         => '添加规则',
    '输入值必须大于等于0'         => '输入值必须大于等于0',
    '请选择是否开启'         => '请选择是否开启',
    '请输入起送金额'         => '请输入起送金额',
    '请选择起送规则'         => '请选择起送规则',
    '获取数据出错'         => '获取数据出错',

];