<?php
return [
    // views/mall/order_statistics/index
    '数据概况'         => '数据概况',
    '全部订单'         => '全部订单',
    '批量操作'         => '批量操作',
    // views/mall/order_statistics/mch
    '多商户'         => '多商户',
    // views/mall/order_statistics/new-shop
    '门店统计'         => '门店统计',
    '选择门店'         => '选择门店',
    // views/mall/order_statistics/shop
    '门店'         => '门店',
    '请输入搜索内容'         => '请输入搜索内容',
    '总成交'         => '总成交',
    '今日实时成交'         => '今日实时成交',
    '全部'         => '全部',
    '未完成订单'         => '未完成订单',
    '已完成订单'         => '已完成订单',
    '已取消订单'         => '已取消订单',
    '售后中订单'         => '售后中订单',
    '已完成售后订单'         => '已完成售后订单',
    '日期'         => '日期',
    '付款人数'         => '付款人数',
    '付款订单数'         => '付款订单数',
    '付款金额'         => '付款金额',
    '付款件数'         => '付款件数',
];