<?php
return [
    // views/mall/order_comment_template/index
    '评价管理'         => '评价管理',
    '回复模板'         => '回复模板',
    '添加模板'         => '添加模板',
    '全部回复'         => '全部回复',
    '好评'         => '好评',
    '中评'         => '中评',
    '差评'         => '差评',
    '请输入搜索内容'         => '请输入搜索内容',
    '模板名称'         => '模板名称',
    '模板内容'         => '模板内容',
    '模板类型'         => '模板类型',
    '好评回复'         => '好评回复',
    '中评回复'         => '中评回复',
    '差评回复'         => '差评回复',
    '操作'         => '操作',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '确认删除该记录吗'         => '确认删除该记录吗',
    '提示'         => '提示',
];