<?php
return [
    // views/mall/order_form/list
    '添加表单'         => '添加表单',
    '请输入表单名称搜索'         => '请输入表单名称搜索',
    '是否默认'         => '是否默认',
    '默认'         => '默认',
    '状态'         => '状态',
    '操作'         => '操作',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '确认删除'         => '确认删除？',
    '提示'         => '提示',
    // views/mall/order_form/setting
    '表单列表'         => '表单列表',
    '表单状态'         => '表单状态',
    '此表单只适用于结算页面'         => '此表单只适用于结算页面',
    '开启自定义表单后'         => '开启自定义表单后，结算页面的买家留言将取消',
    '表单名称'         => '表单名称',
    '表单设置'         => '表单设置',
    '保存'         => '保存',
    '请输入表单名称'         => '请输入表单名称',
    '请选择表单状态'         => '请选择表单状态',
    '至少添加一项表单设置'         => '至少添加一项表单设置',
];