<?php
return [
    // views/mall/qyick_shop/index
    '快速购买商品分类'         => '快速购买商品分类',
    '请输入搜索内容'         => '请输入搜索内容',
    '温馨提示'         => '温馨提示：商品分类修改至“',
    '商品管理'         => '商品管理-分类',
    '修改'         => '”修改',
    '分类名称'         => '分类名称',
    '图标'         => '图标',
    '排序'         => '排序',
    '添加日期'         => '添加日期',
    '操作'         => '操作',
    '删除'         => '删除',
    '添加分类'         => '添加分类',
    '分类'         => '分类',
    '取消'         => '取消',
    '提交'         => '提交',
    '分类ID不能为空'         => '分类ID不能为空',
    '确认删除该记录吗'         => '确认删除该记录吗',
    '提示'         => '提示',

];