<?php
return [
    // views/mall/refund_address/edit
    '地址编辑'         => '地址编辑',
    '请输入收件人姓名'         => '请输入收件人姓名',
    '请输入联系方式'         => '请输入联系方式',
    '省市区'         => '省市区',
    '请输入详细地址'         => '请输入详细地址',
    '请输入退货备注'         => '请输入退货备注',
    '保存'         => '保存',
    '请输入收件人名称'         => '请输入收件人名称',
    '请输入收件人联系方式'         => '请输入收件人联系方式',
    '请选择省市区'         => '请选择省市区',
    '请输入收件人地址'         => '请输入收件人地址',
    '超出最大长度'         => '超出最大长度',
    // views/mall/refund_address/index
    '地址列表'         => '地址列表',
    '添加地址'         => '添加地址',
    '请输入收件人姓名或联系方式'         => '请输入收件人姓名或联系方式',
    '收件人姓名'         => '收件人姓名',
    '联系方式'         => '联系方式',
    '详细地址'         => '详细地址',
    '备注'         => '备注',
    '操作'         => '操作',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '提示'         => '提示',
    '确定'         => '确定',
    '删除该地址'         => '删除该地址, 是否继续',
    '取消'         => '取消',
    '已取消删除'         => '已取消删除',

];