<?php
return [
    // views/mall/role/edit
    '角色管理'         => '角色管理',
    '角色编辑'         => '角色编辑',
    '角色权限'         => '角色权限',
    '保存'         => '保存',
    // views/mall/role/index
    '角色列表'         => '角色列表',
    '添加角色'         => '添加角色',
    '请输入角色名称'         => '请输入角色名称',
    '角色名称'         => '角色名称',
    '备注'         => '备注/描述',
    '创建者'         => '创建者',
    '添加日期'         => '添加日期',
    '操作'         => '操作',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '删除该条数据'         => '删除该条数据, 是否继续',
    '提示'         => '提示',
    '确定'         => '确定',
    '取消'         => '取消',
    '已取消删除'         => '已取消删除',
];