<?php
return [
    // views/mall/step_statistic/ex
    '步数兑换'         => '步数兑换',
    '总成交'         => '总成交',
    '步数兑换总数'         => '步数兑换总数',
    '兑换人数'         => '兑换人数',
    '兑商品数'         => '兑商品数',
    '兑换商品支出'         => '兑换商品支出(金额/活力币)',
    '日期'         => '日期',
    // views/mall/step_statistic/index
    '步数挑战'         => '步数挑战',
    '请输入活动名称搜索'         => '请输入活动名称搜索',
    '活动日期'         => '活动日期',
    '活动名称'         => '活动名称',
    '挑战步数'         => '挑战步数',
    '报名人数'         => '报名人数',
    '挑战成功人数'         => '挑战成功人数',
    '奖金池总数'         => '奖金池总数',
    '报名活力币消耗'         => '报名活力币消耗',
    '批量操作'         => '批量操作',
];