<?php
return [
    // views/mall/topic_type/edit
    '专题分类编辑'         => '专题分类编辑',
    '提交'         => '提交',
    '标题不能为空'         => '标题不能为空',
    '标题长度在1'         => '标题长度在1-30个字符内',
    '排序必须在9位整数内'         => '排序必须在9位整数内',
    // views/mall/topic_type/index
    '专题分类'         => '专题分类',
    '新增'         => '新增',
    '请输入搜索内容'         => '请输入搜索内容',
    '名称'         => '名称',
    '排序'         => '排序',
    '状态'         => '状态',
    '操作'         => '操作',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '专题分类已显示'         => '专题分类已显示',
    '专题分类已隐藏'         => '专题分类已隐藏',
    '确认删除该记录吗'         => '确认删除该记录吗',
    '提示'         => '提示',
    '确定'         => '确定',

];