<?php
return [
    // views/mall/video/edit
    '视频'         => '视频',
    '视频编辑'         => '视频编辑',
    '标题'         => '标题',
    '源地址'         => '源地址',
    '腾讯'         => '腾讯',
    '视频链接'         => '视频链接',
    '请输入链接'         => '请输入链接',
    '支持格式mp4'         => '支持格式mp4;支持编码H.264;视频大小不能超过50 MB',
    '选择文件'         => '选择文件',
    '视频预览'         => '视频预览',
    '封面图'         => '封面图',
    '建议尺寸'         => '建议尺寸',
    '选择图片'         => '选择图片',
    '排序'         => '排序',
    '详情介绍'         => '详情介绍',
    '保存'         => '保存',
    '标题不能为空'         => '标题不能为空',
    '标题长度在1'         => '标题长度在1-30个字符内',
    '视频来源'         => '视频来源',
    '排序必须在9位整数内'         => '排序必须在9位整数内',
    // views/mall/video/index
    '添加视频'         => '添加视频',
    '编辑'         => '编辑',
    '删除'         => '删除',
    '排序：'         => '排序：',
    '确认删除该记录吗'         => '确认删除该记录吗',
    '提示'         => '提示',

];