<?php
return [
    // views/mall/we7_entry/full
    '您可创建的小程序数量已满'         => '您可创建的小程序数量已满',
    '请联系官方购买'         => '请联系官方购买',
    '您已开通小程序数量'         => '您已开通小程序数量',
    '总授权小程序数量'         => '个, 总授权小程序数量',
    '个'         => '个',
    // views/mall/we7_entry/local-setting
    'Redis服务器'         => 'Redis服务器',
    '请填写Redis服务器的IP或域名'         => '请填写Redis服务器的IP或域名',
    'Redis配置'         => '1. Redis配置',
    'Redis端口'         => 'Redis端口',
    'Redis的默认端口为6379'         => 'Redis的默认端口为6379，如果没改过就使用这里默认的配置',
    'Redis密码'         => 'Redis密码',
    'Redis默认没有密码'         => 'Redis默认没有密码，如果您没配置过Redis密码则密码不需要填写',
    '保存'         => '保存',
    'Redis配置已保存'         => 'Redis配置已保存，请转到第2步启动并检查队列服务。',
    '启动队列服务'         => '启动队列服务',
    'Linux使用SSH远程登录服务器'         => 'Linux使用SSH远程登录服务器，运行命令：',
    '测试队列服务'         => '测试队列服务',
    '点击测试'         => '点击测试',
    '检测过程最多可能需要两分钟'         => '检测过程最多可能需要两分钟。',
    '请填写Redis服务器'         => '请填写Redis服务器',
    '请填写Redis端口'         => '请填写Redis端口',
    '提示'         => '提示',
    '队列服务检测失败'         => '队列服务检测失败，请检查队列服务是否运行。',
    '恭喜您队列服务已启动完成'         => '恭喜您队列服务已启动完成',
    '进入商城'         => '进入商城',

];